[
    {
        "book_name": "To Kill a Mockingbird",
        "book_image": "https://i.ibb.co.com/wKPDfDf/tokil1.jpg",
        "previous_price": 18.99,
        "running_price": 14.99,
        "author_img": "https://i.ibb.co.com/vmXrZrM/bookauthor1.jpg",
        "author_name": "Harper Lee",
        "rating": 4.0,
        "customer_review": "A timeless classic that explores the deep roots of prejudice.",
        "review_date_time": "2024-10-12 10:30 AM",
        "description": "A novel set in the 1930s about a young girl, Scout, who learns about the complexities of morality and justice.",
        "long_description": "To Kill a Mockingbird by Harper Lee is a novel set in the 1930s, in the small town of Maycomb, Alabama. It follows the story of Scout Finch, a young girl, as she navigates a world filled with prejudice, injustice, and moral complexity. Through the eyes of Scout, readers witness the trial of a black man, Tom Robinson, who is falsely accused of raping a white woman. The novel explores themes of racism, innocence, empathy, and the struggle for justice, as Scout’s father, Atticus Finch, serves as the moral compass, teaching his children the importance of standing up for what is right, even when it’s difficult. The book remains a powerful commentary on the human condition and the fight against inequality.",
        "SKU": "TKAM-1960",
        "category": "Fiction",
        "format": "Hardcover",
        "total_page": 324,
        "language": "English",
        "publish_years": 1960,
        "century": "20th Century"
    },
    {
        "book_name": "1984",
        "book_image": "https://i.ibb.co.com/4S4BtnN/book2.jpg",
        "previous_price": 22.50,
        "running_price": 16.75,
        "author_img": "https://i.ibb.co.com/LntqLmv/bookauthor2.jpg",
        "author_name": "George Orwell",
        "rating": 3.7,
        "customer_review": "A chilling portrayal of a dystopian future that still resonates today.",
        "review_date_time": "2024-09-20 03:15 PM",
        "description": "A dystopian novel that delves into a totalitarian regime's surveillance and control over its citizens.",
        "long_description": "1984 by George Orwell is a dystopian novel that presents a chilling depiction of a totalitarian society under the rule of the Party, led by the mysterious figure known as Big Brother. Set in a future world where the government exercises total control over every aspect of life, the story follows Winston Smith, a low-ranking member of the Party who works at the Ministry of Truth, where he alters historical records to fit the Party’s propaganda. As Winston becomes increasingly aware of the oppressive regime’s lies and manipulation, he begins to rebel, seeking truth and freedom. The novel explores themes of surveillance, censorship, and the loss of individuality, providing a stark warning about the dangers of absolute power and the erasure of reality. 1984 remains a powerful commentary on authoritarianism and the fragility of human freedom.",
        "SKU": "1984-GO",
        "category": "Dystopian",
        "format": "Paperback",
        "total_page": 328,
        "language": "English",
        "publish_years": 1949,
        "century": "20th Century"
    },
    {
        "book_image": "https://i.ibb.co.com/RzrP8Vq/book3.jpg",
        "book_name": "Pride and Prejudice",
        "previous_price": 19.99,
        "running_price": 15.49,
        "author_img": "https://i.ibb.co.com/ZGMcr3s/Jane-austen1.jpg",
        "author_name": "Jane Austen",
        "rating": 2.9,
        "customer_review": "A delightful exploration of love, society, and the complexity of human behavior.",
        "review_date_time": "2024-08-15 11:45 AM",
        "description": "A classic romantic novel that tells the story of Elizabeth Bennet and her complicated relationship with Mr. Darcy.",
        "long_description": "Pride and Prejudice by Jane Austen is a classic romantic novel that explores the themes of love, class, and social expectations in early 19th-century England. The story follows the intelligent and witty Elizabeth Bennet, one of five sisters, as she navigates the complexities of family life and courtship. When Elizabeth meets the proud and wealthy Mr. Darcy, they initially clash due to their contrasting personalities and misconceptions about each other. However, as the story unfolds, they both learn to look beyond their initial judgments, leading to personal growth and an unexpected romance. Through sharp social commentary and engaging characters, Austen critiques the societal norms of her time, particularly around marriage, class, and individual choice. Pride and Prejudice remains a beloved novel for its humor, relatable characters, and timeless exploration of love overcoming prejudice.",
        "SKU": "PAP-1813",
        "category": "Romance",
        "format": "E-book",
        "total_page": 279,
        "language": "English",
        "publish_years": 1813,
        "century": "19th Century"
    },
    {
        "book_image": "https://i.ibb.co.com/8mVKP8j/book4-min.jpg",
        "book_name": "The Great Gatsby",
        "previous_price": 17.00,
        "running_price": 13.25,
        "author_img": "https://i.ibb.co.com/JnD2hzZ/book4author.jpg",
        "author_name": "F. Scott Fitzgerald",
        "rating": 3.3,
        "customer_review": "A brilliant depiction of the American dream and its disillusionment.",
        "review_date_time": "2024-10-01 09:00 AM",
        "description": "A novel that explores the life of Jay Gatsby and his quest for love and success during the Roaring Twenties.",
        "long_description": "The Great Gatsby by F. Scott Fitzgerald is a novel set during the Roaring Twenties, a time of prosperity, jazz music, and cultural change in America. It tells the story of Jay Gatsby, a mysterious and wealthy man known for throwing extravagant parties at his mansion on Long Island. The novel is narrated by Nick Carraway, a young man who moves to New York and becomes Gatsby's neighbor. As Nick gets to know Gatsby, he learns about Gatsby's obsession with Daisy Buchanan, a beautiful and married woman whom he once loved. Gatsby's relentless pursuit of wealth and status is driven by his desire to win back Daisy, but his dream is ultimately unattainable. Through themes of love, ambition, and the American Dream, the novel paints a picture of the era’s glamour and decadence while exposing its underlying emptiness and moral decay.The Great Gatsby remains a powerful critique of the illusions of success and the tragic consequences of living in pursuit of a dream.",
        "SKU": "TGG-1925",
        "category": "Classic",
        "format": "Audio Book",
        "total_page": 180,
        "language": "English",
        "publish_years": 1925,
        "century": "20th Century"
    }
]